<html>
<head>
<title>
</title>
</head>
<body bgcolor="#FE9BAB">

<center><h1>PRODUCCI&Oacute;N</h1></center>

<h2>Desarrollo</h2>
En enero de 2019, hubo noticias de que Netflix hab&iacute;a ordenado la serie.
El 3 de mayo de 2019, Netflix anunci&oacute; oficialmente que le hab&iacute;a dado a la producci&Oacute;n un pedido de serie para una primera temporada de diez episodios.
La serie fue creada y producida por Josh Pate, Jonas Pate y Shannon Burke.

El 28 de abril de 2020, Jonas Pate declar&oacute; que ya hab&iacute;an estado trabajando en los guiones de la segunda temporada 
«durante unos meses» desde antes de que se estrenar&aacute; la primera temporada, ya que Netflix les «hab&iacute;a dado luz verde». 
En julio de 2020, la serie fue renovada para una segunda temporada que se estren&oacute; el 30 de julio de 2021.

El 7 de diciembre de 2021 la serie fue renovada para una tercera temporada que se estren&oacute; el 23 de febrero de 2023.

El 18 de febrero de 2023 la serie fue renovada para una cuarta temporada que se estren&oacute; en 2 partes,
la 1ra el 10 de octubre de 2024 y la 2da el 7 de noviembre de 2024.

El 4 de noviembre de 2024 la serie fue renovada para una quinta y &uacute;ltima temporada que se estrenar&aacute; pr&oacute;ximamente.


<h2>Escritura</h2>
El showrunner de la serie, Jonas Pate, declar&oacute; en una entrevista con Entertainment Weekly que «hay mucha m&aacute;s historia planeada m&&aacute;s all&&aacute; del final de la temporada 1
Desde que comenzamos, siempre lo vimos como algo que probablemente ser&iacute;a un programa de cuatro temporadas, quiz&aacute;s cinco, pero definitivamente cuatro» agreg&oacute; que «Hemos llevado la trama bastante lejos.
Solo espero tener la oportunidad de contar esas historias».Hablando del final de la primera temporada, Pate coment&oacute; «Nos encanta la combinaci&oacute;n de amigos en esta emocionante aventura de fantas&iacute;a, y sentimos que realmente acabamos de jugar la primera ronda de esa historia.
Sentimos que tenemos muchos m&aacute;s giros y vueltas que explorar».

Pate tambi&eacute;n declar&oacute; que «uno o dos episodios» de la segunda temporada tendr&iacute;an lugar en las Bahamas (Nas&aacute;u), pero que regresar&iacute;an a Outer Banks bastante r&aacute;pido ya que es «nuestro hogar espiritual».
Sobre como eso cambiar&iacute;a la estructura del programa, Pate dijo «Los Pogues piensan que John B. y Sarah est&aacute;n muertos, eso nos dio algunas posibilidades dram&aacute;ticas que podr&iacute;amos explorar antes de reunirlos a todos.
Sentimos que el programa funciona mejor cuando tenemos a los Pogues juntos». En cuanto a como continuar&iacute;a el personaje Ward Cameron, dijo «Es un personaje muy astuto muy resbaladizo.
Est&aacute; dispuesto a doblegar la verdad y hacer todo tipo de cosas que te volver&aacute;n loco porque solo quieres que obtenga justicia, y creo que montaremos esa l&iacute;nea un poco m&aacute;s en la temporada 2».
Tambi&eacute;n declar&oacute; que se seguir&iacute;an explorando las posibilidades amorosas de Kiara, as&iacute; como «la patolog&iacute;a de Rafe a medida que comienza a desmoronarse despu&eacute;s de haber asesinado a Peterkin», y a Topper en «un papel bastante importante,con un gran debate de si har&aacute; lo correcto o lo de su clase [Kook]».
Pate tambi&eacute;n anunci&oacute; que presentar&iacute;an algunos nuevos villanos, misterios e ideas en la segunda temporada, pero que todo surgir&iacute;a «de la misma columna vertebral de la historia [el tesoro]». 
Madison Bailey, quien interpreta a Kiara, dijo que espera que su personaje haga «todo lo posible para limpiar el nombre de John B.»


<h2>Casting</h2>
Junto con el anuncio inicial de la serie, se inform&oacute; que en el elenco principal estar&iacute;an Chase Stokes como John B., «el carism&aacute;tico l&iacute;der del equipo de Pogues»;
Madelyn Cline como Sarah Cameron, «la vivaz abeja reina de Outer Banks»;
?Madison Bailey como Kiara, «una chica hippie atl&eacute;tica con una racha socialista»; 
Jonathan Daviss como Pope, «el m&aacute;s inteligente de los Pogues»;
Rudy Pankow como JJ, «el amigo m&aacute;s antiguo de John B. y un compa&ntilde;ero Pogue»;
Charles Esten como Ward Cameron, «un hombre de negocios rico que irradia una autoridad informal, y el padre de Sarah y Rafe»;
Austin North como Topper, «el rey de los Kook, un surfista de rango nacional, y el novio de Sarah»;
Drew Starkey como Rafe, «el hermano mayor de Sarah que es desertor de la universidad y una mala influencia».

En abril de 2019 se estaban buscando extras adolescentes y adultos a los cuales se les pagar&&iacute;a USD $80 dOacute;lares por cada 8 horas de trabajo.
El 2 de julio de 2019, Caroline Arapoglou fue elegida en el papel recurrente de Rose Cameron, «una joven agente de bienes ra&iacute;ces exitosa, esposa trofeo y madrastra que vive en Outer Banks».



<h2>Filmaci&Oacute;n</h2>
Originalmente la serie estaba planeada para ser filmada en Wilmington, Carolina del Norte, donde el showrunner Jonas Pate crecioacute; e imagin&oacute; estar&iacute;a ubicada la serie, pero no fue filmada all&iacute;, as&iacute; como en los Bancos Externos (Outer Banks), en protesta de Netflix en contra del HB-142, una ley estatal de Carolina del Norte que impide que las ciudades aprueben leyes que protejan el acceso de las personas transexuales a alojamientos pu&acute;blicos.